Repository: common-repository/related-articles
Catalog: lang/related_articles-*.po
Languages: fr_fr

source: General appearance options
fr_fr: Options d&#039;affichage générales

source: The number of related posts to display in each post:
fr_fr: Le nombre de post relatif à afficher dans chaque post

source: The list of type of posts where the related posts are displayed:
fr_fr: La liste des types de posts où sont affichés les posts relatifs

source: It is a coma separated list. The default value is:
fr_fr: Il s&#039;agit d&#039;un fichier CSV. La valeur par défaut est

source: Display in excerpt:
fr_fr: Afficher dans le résumé

source: Advanced appearance options
fr_fr: Options d&#039;affichage avancées

source: The default value of the HTML is:
fr_fr: La valeur HTML par défaut est :

source: Width of the thumbnail image if you choose to display the featured image (see above):
fr_fr: Largeur de l&#039;image miniature si vous choisissez d&#039;afficher l&#039;image à la une ( voir ci-dessus)

source: The CSS will be modified.
fr_fr: Le code CSS sera modifié

source: Height of the thumbnail image if you choose to display the featured image (see above):
fr_fr: Hauteur de l&#039;image miniature si vous choisissez d&#039;afficher l&#039;image A la une

source: Make the featured images clickable:
fr_fr: Faire en sorte que l&#039;image A la une soit cliquable

source: The default value of the CSS is:
fr_fr: La valeur CSS par défaut est :

source: Choose the default image to be displayed when no image is found:
fr_fr: Choisir l&#039;image par défaut à afficher lorsqu&#039;aucune image n&#039;a été trouvée:

source: Advanced options
fr_fr: Options avancées

source: Show the score in articles and for the logged users:
fr_fr: Montre l&#039;indice de pertinence (score) dans les articles et pour les utilisateur connectés

source: What are the different types of posts you want to look for:
fr_fr: Quels sont les différents types de posts que vous souhaitez rechercher / voir

source: Computation of the proximity score
fr_fr: Calcul de l&#039;indice de pertinence

source: The number of words used to compare posts:
fr_fr: Nombre de mots utilisés pour comparer les posts

source: The weight of the content:
fr_fr: Poids du contenu

source: The weight of the title:
fr_fr: Poids du titre

source: The weight of the categories:
fr_fr: Poids des catégories

source: The weight of the keywords:
fr_fr: Poids des mots-clés

source: For now, your have %s published articles (i.e. %s).
fr_fr: Pour le moment, vous avez publié %s articles (i.e. %s).

source: %s articles have their keywords cached.
fr_fr: %s articles ont leurs mots clés cachés

source: %s articles have similar posts cached.
fr_fr: %s articles ont leurs posts similaires cachés

source: In the following table, you will find some examples of related posts that may be displayed.
fr_fr: Dans la table suite, vous trouverez quelques exemples de posts similaires qui pourrait être affichés.

source: Please note that the presented examples are randomly selected. Refresh the page to change the examples.
fr_fr: Notez s&#039;il vous plait que les exemples présentés sont sélectionnés aléatoirement. Rafraichissez la page pour changer les exemples.

source: Title of the post
fr_fr: Nom du post

source: Extracted words
fr_fr: Mots extraits

source: Related posts
fr_fr: Posts relatifs

source: Examples
fr_fr: Exemple

source: This plugin enables the display of a number of related posts in each post.
fr_fr: Ce plugin permet d&#039;afficher un nombre donné d&#039;article similaire dans chaque post

source: Purpose of that plugin
fr_fr: Objectif de ce plugin

source: This plugin only compute a proximity score between each page/post and score the pages/posts with the hightest score.
fr_fr: Ce plugin calcule seulement un indice de pertinence entre chaque page/post et note the pages/posts avec le plus haute score.

source: The score is based on the title of the post, the content of the post, the category associated with the post and the keywords.
fr_fr: L&#039;indice de pertinence est calculé sur la base du titre du post, du contenu, de la categorie associée et des mots clés

source: How it works?
fr_fr: Comment çà marche

source: How To
fr_fr: Comment faire ?

source: Parameters
fr_fr: Paramètres

source: Manage translations
fr_fr: Gérer les traductions

source: Give feedback
fr_fr: Envoyer un commentaire

source: Other plugins
fr_fr: Autres plugins
